app/controllers/schedulers_controller.rb

  def index
    @schedulers = Scheduler.all
---
SELECT "schedulers".* FROM "schedulers"